Repository: al3tiby/housstates
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: 12 Example Street
ar: شارع ١٢

source: A blog
ar: تدوينة

source: Admin Control Panel
ar: لوحة تحكم الأدمن

source: Administration Log in
ar: تسجيل دخول الأدمن

source: A Project
ar: مشروع

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد حذف

source: back
ar: عودة

source: Back to control panel
ar: الرجوع للوحة التحكم

source: Best Prices
ar: أفضل الأسعار

source: Blog
ar: مدونة

source: Blog photo
ar: صورة التدوينة

source: Blogs
ar: المدونات

source: Cancel
ar: رجوع

source: click here
ar: إضغط هنا

source: Contact us
ar: إتصل بنا

source: Contact Us
ar: إتصل بنا

source: Copyright © 2022. Housstates
ar: جميع الحقوق محفوضة ٢٠٢٢. Housstates.

source: Create a new project
ar: إنشاء مشروع جديد

source: Create blog
ar: إنشاء تدوينة

source: created_at
ar: تم الإنشاء في

source: customer_email
ar: البريد الإلكتروني للعميل

source: customer_name
ar: اسم العميل

source: Delete
ar: حذف

source: Delete Page
ar: صفحة الحذف

source: description
ar: الوصف

source: Description*
ar: الوصف

source: Django admin panel
ar: لوحة تحكم جانقو

source: Edit
ar: تعديل

source: Email
ar: البريد الإلكتروني

source: Email content
ar: محتوى البريد

source: Email sent successfully
ar: تم إرسال البريد الإلكتروني بنجاح

source: Here we made the best blogs about engineering, buildings, real estate business and more..
ar: هنا ننشر أفضل المدونات عن الهندسة والمعمارية والمباني و وتجارة العقار وأكثر...

source: Home
ar: الرئيسية

source: id
ar: آيدي

source: If You want to contact with us for any reason, you are welcome to cal us.<br>Just leave your name, email, and write your message and we will call you soon.
ar: إذا أردت التواصل معنا لأي سبب، نرحب بك لتتصل بنا، فقط اترك لنا إسمك وبريدك الإلكتروني و رسالتك، وسوف نتواصل معك قريباً.

source: image
ar: الصورة

source: just created
ar: تم إنشاءه للتو

source: Latest bolgs:
ar: آخر التدوينات

source: Latest emails:
ar: آخر الإيميلات

source: Latest projects:
ar: آخر المشاريع

source: Learn More
ar: إقرأ أكثر

source: Location
ar: العنوان

source: Login
ar: تسجيل الدخول

source: Login For Stuff
ar: تسجيل الدخول

source: {newsletter_email} email was successfully subscribed to our newsletter!
ar: تم الاشتراك في البريد الإلكتروني بنجاح في النشرة الإخبارية لدينا!

source: Newsletter mails sender.
ar: مرسل النشرة البريدية

source: Next
ar: التالي

source: Our latest work
ar: آخر أعمالنا

source: Periodic Maintenance
ar: صيانة دورية

source: Phone
ar: الهاتف

source: Please enter the currect name and email address
ar: رجاءً قم بإدخال الإسم و البريد بشكل صحيح

source: Previous
ar: السابق

source: Project photo
ar: صورة المشروع

source: Save
ar: حفظ

source: See the blog
ar: شاهد التدوينة

source: Send
ar: إرسال

source: Send
ar: إرسال

source: Send a bulk
ar: أرسل حملة بريدية

source: Send a new bulk
ar: أرسل حملة بريدية جديدة

source: short_description
ar: وصف قصير

source: Short description*
ar: وصف قصير*

source: Subject
ar: العنوان

source: Subscribe
ar: إشتراك

source: Subscribe to our newsletter
ar: إشترك في نشرتنا البريدية

source: Subscribe to our newsletter to receive offers, discounts and the best real estate deals.
ar: إشترك في نشرتنا البريدية لتلقي العروض والخصومات وآخر الصفقات العقارية

source: Thank you
ar: شكراً لك

source: The email "{newsletter_email}" already registered
ar: البريد الإلكتروني موجود بالفعل

source: There was an error sending email
ar: هناك مشكلة في إرسال الإيميل

source: This page is for admins company stuff, if you are not an admin
ar: هذه الصفحة لمشرفين لشركة، إذا لم تكن مشرفاً

source: title
ar: عنوان

source: Title*
ar: العنوان

source: Toggle navigation
ar: تبديل التنقل

source: Transactions speed
ar: سرعة المعاملات

source: Update Project
ar: تحديث المشروع

source: We do periodic maintenance for all our customers to keep their homes intact.
ar: نقوم بعمل صيانة دورية لكل عملائنا لحفظ الأمان في منازلهم

source: We made it esey with our good deals,&nbsp; and with our&nbsp;installment system the prices are for everyone.
ar: جعلناها سهلة مع صفقاتنا الرائعة ومع نظام التقسيط الأسعار للجمميع

source: We make the best real estate deals in the world.
ar: نقوم بعمل أفصل الصفقات العقارية في العالم.

source: We rcieved your message and we will respond you soon.
ar: إستلمنا رسالتك وسوف نقوم بالرد عليك في أقرب وقت.

source: What makes us THE BEST ?
ar: مالذي يجعلنا الأفضل؟

source: With our powerful automated system, you can complete your transactions with ease.
ar: مع نظامنا الأوتوماتيكي القوي، تستطيع إنجاز معاملاتك بسهولة.

source: Write a new blog
ar: اكتب تدوينة جديدة

source: Your Email
ar: بريدك الإلكتروني

source: Your name
ar: اسمك
